tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "amazon-ecs-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "coreutils"
brew "curl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "imagemagick"
brew "inetutils"
brew "irssi"
brew "jq"
brew "neovim"
brew "node"
brew "openssh"
brew "protobuf"
brew "python"
brew "restic"
brew "ripgrep"
brew "rustup"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "alacritty"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "ghostty"
cask "google-chrome"
cask "mactex"
cask "mullvadvpn"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "tor-browser"
cask "transmission"
cask "vlc"
